[
  {
    "countImages": 3,
    "description": "This seed will spawn you literally next to a ravine which runs in a half circle around a village. Even though it’s clearly a horrifying disaster the villagers were lucky as if it would have been generated any closer then the village would have been completely demolished.",
    "fileSize": 0.49,
    "id": 7,
    "installs": 5,
    "likes": 1,
    "pack": 0,
    "title": "Ravine Village",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "One of the most charming biomes in the game. Yes, it's a mushroom biome. Despite the realism of all biomes in the game, this type of biome - fabulous. Mushrooms are not that great, always the correct form. On the plains of the live weight of the mushroom mushroom cows. It is essentially useless, but very funny. What would go to the mushroom biome of the oxide, you need to go a little further the village.",
    "fileSize": 1.14,
    "id": 18,
    "installs": 8,
    "likes": 1,
    "pack": 1,
    "title": "Mushroom biome",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "The spawn is on this small survival island and in the center of the island you will find the first ravine.To find the other ravines you will have to do some traveling. Go in the direction as seen in the image. You’ll basically need to cross over the water to get to the snow biome.",
    "fileSize": 0.3,
    "id": 53,
    "installs": 21,
    "likes": 11,
    "pack": 4,
    "title": "Ravines Near Spawn",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "Seed will provide you the opportunity to visit one of the most interesting places in Minecraft PE - snow biome with ice spikes. Is to meet in MCPE quite a very rare, but it's worth it. There you can spend a long time studying or surviving. If you have any creative skill, then you can build this ice castle or city that will decorate these ice spikes.",
    "fileSize": 1.04,
    "id": 29,
    "installs": 0,
    "likes": 0,
    "pack": 2,
    "title": "Ice Plains Spikes",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "There are lots of different things to explore in this seed and most of the exploration sites are close to the spawn area. The spawn on the border where several different biomes meet.",
    "fileSize": 0.33,
    "id": 54,
    "installs": 36,
    "likes": 11,
    "pack": 4,
    "title": "All Biomes Seed",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "Unique mountain biome with surprising forms. Near the mountains there is a desert biome with a small village. Look around the mountains, and you'll find another chest with village in the forge. There's a lot of interesting resources, even rare obsidian.",
    "fileSize": 0.89,
    "id": 26,
    "installs": 0,
    "likes": 0,
    "pack": 1,
    "title": "Unique mountain biome",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "This is a really cool seed which spawns you right next to a huge ravine. It goes very deep down but you can use one of the waterfalls to get down there quite easily. Down in the ravine you’ll find at least one tunnel leading even deeper underground. You can expect ores such as lapis lazuli, gold, redstone and even diamonds. It’s definitely a great seed for a new survival world.",
    "fileSize": 0.34,
    "id": 59,
    "installs": 32,
    "likes": 14,
    "pack": 4,
    "title": "Huge Ravine Next to Spawn",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "This seed will spawn you on the coast of an oak forest and there you will find an ocean ruin which normally is generated in the ocean, but in this seed has for some strange reason been generated on land.The ruin is very easy to find as it is generated right next to spawn.",
    "fileSize": 0.28,
    "id": 42,
    "installs": 22,
    "likes": 7,
    "pack": 3,
    "title": "Ruins On Land At Spawn",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "The spawn is around 200 blocks away from a Woodland Mansion. Just walk straight ahead and you will eventually get to it.Go behind the Woodland Mansion to find a mushroom tree.Dig down straight down here. (Don’t worry, there shouldn’t be any lava.) The dig site is at the following coordinates: X: 345, Y: 65, Z: 302",
    "fileSize": 0.34,
    "id": 43,
    "installs": 9,
    "likes": 2,
    "pack": 3,
    "title": "Infinite Mineshafts & Woodland Mansion",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "A lot of rumors that this village of mahogany villagers for unknown reasons turned into a zombie. Some survivors report that before infection, near the village moved the traveler with glowing eyes, the same as Herobrine.",
    "fileSize": 1.05,
    "id": 4,
    "installs": 0,
    "likes": 1,
    "pack": 0,
    "title": "Zombie Village",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "One tree island spawn: 652, 71, 4\nMushroom/Ice Spike: 800, 84, -300\nBlacksmith Village next to above combo: 660, 67, -470\nShipwreck sticking out of water: 836, 66, 43\nRuins: 795, 53, 66\nGlacier/Ruins: 264, 64, -192",
    "fileSize": 0.28,
    "id": 28,
    "installs": 6,
    "likes": 1,
    "pack": 2,
    "title": "Survival Island, Mushroom, Ice Spikes & Village",
    "version": 1005
  },
  {
    "countImages": 1,
    "description": "With this card the player will be able to live in an empty flat island, or on the second island, but with the presence of the village smithy and a bonus!",
    "fileSize": 0.95,
    "id": 32,
    "installs": 1,
    "likes": 0,
    "pack": 2,
    "title": "Survival Island",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "Buried Treasure – Coordinates: 2902 60 -58  (Maps can be found in structures) \nShipwreck – Coordinates: 2932 36 44 \n(Three chests) Ruins #1 – Coordinates: 2924 31 -4  (Multiple structures, multiple chests) Ruins #2 – Coordinates: 2901 36 188 \n(One chest) Iceberg Biome – Coordinates: 2981 63 236",
    "fileSize": 0.19,
    "id": 47,
    "installs": 10,
    "likes": 5,
    "pack": 3,
    "title": "Chain of Survival Islands with Coral Reef, Shipwrecks, Ruins, & More",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "This seed is great if you want a jungle survival experience in Minecraft. The spawn is located in the middle of a thick jungle and just a 10-20 blocks away from spawn you will find a huge ravine. The ravine is a great opportunity for finding all kinds of ores which you can use to create better tools and weapons. As a whole, this seed can set you off on a pretty good start.",
    "fileSize": 0.25,
    "id": 57,
    "installs": 12,
    "likes": 6,
    "pack": 4,
    "title": "Jungle Ravine At Spawn Seed",
    "version": 1005
  },
  {
    "countImages": 1,
    "description": "This seed generates the village of Sandstone between the two biomes: the desert biome and burnt clay. The village has a blacksmith with a modest bonus to start. In addition, live in it pretty interesting and also very nice to Wake up in such beautiful scenery. Seed is designed for the version Minecraft PE 0.15+.",
    "fileSize": 0.89,
    "id": 6,
    "installs": 6,
    "likes": 2,
    "pack": 0,
    "title": "Village among clay and desert Seed",
    "version": 1001
  },
  {
    "countImages": 1,
    "description": "This seed will give you the opportunity to visit and learn the lake house. In Minecraft PE this is a rare treat, as you have to search long for a suitable territory, and so here you will be able immediately to settle. Around the lake house and grow some trees, there is a small rock and a huge number of almost flat surface. Such generation of seed in MCPE will give you the opportunity to build something of their own or to Supplement an already built village.",
    "fileSize": 0.54,
    "id": 5,
    "installs": 6,
    "likes": 2,
    "pack": 0,
    "title": "Lake Village",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "The spawn is right next to the ravine. Turn to your left and walk in that direction for a little while and you’ll soon reach it.",
    "fileSize": 0.39,
    "id": 8,
    "installs": 2,
    "likes": 0,
    "pack": 0,
    "title": "Huge Ravine & Village",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "This is a great seed to use if you’re just starting a new survival world. It includes a temple with some treasures right at spawn and just a little further away there’s a village with more items to loot. The surrounding areas consist of a jungle biome, a desert biome and a savannah biome. That’s really nice if you want a few different options for where to explore next. The spawn is in a jungle biome which borders a desert biome. Just a little further ahead on your right you will find a desert temple.",
    "fileSize": 0.52,
    "id": 38,
    "installs": 35,
    "likes": 6,
    "pack": 3,
    "title": "Desert Temple At Spawn",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "Here’s a really cool seed which will spawn you right next to a medium sized ravine. However, it’s not a usual ravine. Crossing through the ravine is a small river. This terrain generation makes the ravine split up in two different parts. In one end of the ravine you’ll find just water and in the other only lava.",
    "fileSize": 0.41,
    "id": 25,
    "installs": 1,
    "likes": 0,
    "pack": 1,
    "title": "Ravine River",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "Swamp biome, which is very successful on the border of the high mountains biome. Pretty nice seed, nice to look at these formidable cliffs. But if that's not enough, close to the spawning is a small village, and in the trunk forge has 2 emerald, 2 gold bars, iron helmet and two apples. I hope you will enjoy.",
    "fileSize": 0.98,
    "id": 19,
    "installs": 9,
    "likes": 2,
    "pack": 1,
    "title": "Swamp Biome",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "Spawn  X: 828, Y: 64, Z: 0 4 \n\nVillages and Desert Temple together  X: 736, Y: 68, Z: 154 \n\nStronghold Portal Room  X: 808, Y: 33, Z: 70 \n\nRavine 1  X: 623, Y: 64, Z: 93 \n\nRavine 2  X: 968, Y: 56, Z: 315 \n\nRavine 3 and 4 fused – X: 575, Y: 50, Z: 330",
    "fileSize": 0.4,
    "id": 11,
    "installs": 3,
    "likes": 1,
    "pack": 0,
    "title": "Lots of Ravines, Villages, Desert Temples & More",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "This seed provides the player with a huge island in the clouds. I think the screenshot shows what I mean. This is a map with huge possibilities. You can let the waterfall from the island and adapt to them, or to fall directly under the clouds. The ideas here can be set, the only limit is Your imagination.",
    "fileSize": 0.69,
    "id": 31,
    "installs": 1,
    "likes": 1,
    "pack": 2,
    "title": "Flying Island",
    "version": 1000
  },
  {
    "countImages": 1,
    "description": "On this map you will find extremely steep mountains in the world of Minecraft Pocket Edition.",
    "fileSize": 0.64,
    "id": 27,
    "installs": 2,
    "likes": 0,
    "pack": 1,
    "title": "Very steep mountains",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "Here’s the island on which you will spawn. The ruins will be right in front your eyes so those shouldn’t be any problems finding.",
    "fileSize": 0.18,
    "id": 49,
    "installs": 18,
    "likes": 5,
    "pack": 3,
    "title": "Sea Ruins On Land Seed",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "Well, firstly - the name is already bizarre. Secondly - these holes in the rocks, I have never seen. In the third - in these rocks are huge waterfalls. As a result, it is very interesting mountain biome. When you download this Side wait to place a couple of seconds before the injection test of the world, then just turn his head back and say WOW!",
    "fileSize": 0.62,
    "id": 13,
    "installs": 13,
    "likes": 3,
    "pack": 1,
    "title": "Interesting mountain biome",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "This seed will spawn you on a small survival island which is located right next to a beautiful coral reef. It’s a little unsure about the moment whether coral reefs are biomes or just naturally generated structures sometimes found in ocean biomes. Either way, it’s one of the new features which are being added in the Update Aquatic and beta users already have access to it.",
    "fileSize": 0.24,
    "id": 60,
    "installs": 74,
    "likes": 36,
    "pack": 4,
    "title": "Coral Reef Near Spawn Seed",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "This seed will spawn you on a small survival island located right next to a frozen ocean where you will find plenty of icebergs.",
    "fileSize": 0.16,
    "id": 22,
    "installs": 3,
    "likes": 4,
    "pack": 1,
    "title": "nJs",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "This seed is really useful if you want to quickly find a Woodland Mansion. It will literally spawn you right next to one.Once you’ve spawned turn to your right and walk through the thick forest to get to the Woodland Mansion.",
    "fileSize": 0.48,
    "id": 37,
    "installs": 30,
    "likes": 3,
    "pack": 3,
    "title": "Woodland Mansion Next to Spawn",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "You will spawn at mushroom biome. This is one of the rarest biome in Minecraft that has Mooshrooms! With additional it has a huge Ravine.",
    "fileSize": 0.49,
    "id": 17,
    "installs": 9,
    "likes": 3,
    "pack": 1,
    "title": "Mushroom Biome with a Ravine",
    "version": 1009
  },
  {
    "countImages": 1,
    "description": "After downloading this oxide, you appear next to the village and around it just a gift of biomes. This high rocky mountains, desert and swamp. Some houses in the village located not standard, and it is at the height of the so-30-40 blocks. Near the village there are flowing lava that will be very helpful for your stove.",
    "fileSize": 1.14,
    "id": 16,
    "installs": 11,
    "likes": 4,
    "pack": 1,
    "title": "Village at the hill",
    "version": 1000
  },
  {
    "countImages": 2,
    "description": "This seeds spawn you at the crossing of four different rivers in a jungle biome. One of the rivers lead out to a larger ocean. Another rivers leads to a savannah biome and another to a desert temple. The fourth river will take you to a jungle temple. It’s a really cool seed with lots of different things to explore.",
    "fileSize": 0.44,
    "id": 12,
    "installs": 10,
    "likes": 2,
    "pack": 1,
    "title": "4 Rivers Crossing At Spawn",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "Here is one of the most beautiful Islands in Minecraft PE. Its uniqueness lies in the fact that he is very realistic and full of prospects. It is possible just to survive, like Robinson Crusoe, or use it as a platform for the construction of a small Bay. Around the island there is a beach and inside a bit of wood be enough in order to survive a considerable amount of time.",
    "fileSize": 0.5,
    "id": 34,
    "installs": 0,
    "likes": 0,
    "pack": 2,
    "title": "Beautiful Island",
    "version": 1000
  },
  {
    "countImages": 1,
    "description": "Do you want to vary the plain large hills and mountains? Then use the data Sid for Minecraft Pocket Edition!",
    "fileSize": 0.94,
    "id": 23,
    "installs": 0,
    "likes": 0,
    "pack": 1,
    "title": "Hills for extreme",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "This seed will spawn you on a tropical island situated far out in the ocean. It’s extremely rare that jungle biomes are generated on islands but when they do they are just amazing. The terrain looks very natural and it’s really a great environment if you are looking for a survival gameplay on a deserted tropical island.",
    "fileSize": 0.36,
    "id": 30,
    "installs": 1,
    "likes": 1,
    "pack": 2,
    "title": "Jungle Survival Island",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "This is a great seed which will spawn you in the middle of two awesome villages. The main reason why I think it’s awesome is because both of them have blacksmiths and that means you’ll get some good loot right from start without too much effort. In that way, it’s a really good seed for survival mode.You can also find a stronghold if you go to the well in the desert village and dive down into the water. Break the blocks at the bottom of the well to access the stronghold. You might need some torches to light the way.",
    "fileSize": 0.53,
    "id": 1,
    "installs": 31,
    "likes": 9,
    "pack": 0,
    "title": "Double Village Spawn & Stronghold",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "As soon as you’ve spawned turn around and look behind you and there you will find the surface mineshaft. It’s also a quite cool mix of three different biomes (plains, desert and mesa).",
    "fileSize": 0.47,
    "id": 55,
    "installs": 14,
    "likes": 7,
    "pack": 4,
    "title": "Glitched Surface Mineshaft",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "You will spawn under strange flying tree.",
    "fileSize": 0.84,
    "id": 61,
    "installs": 58,
    "likes": 30,
    "pack": 4,
    "title": "Bizzare Floating Tree",
    "version": 1011
  },
  {
    "countImages": 1,
    "description": "This seed is, so to speak, a small map for survival on the Islands. Minecraft PE - a classic of the genre, as survival is the main goal of the game. At Seed you will see 4 Islands, which very few resources, but due to the fact that there are several Islands one, then you have a great chance to test their skills of survival in harsh conditions.",
    "fileSize": 0.68,
    "id": 35,
    "installs": 0,
    "likes": 2,
    "pack": 2,
    "title": "4 Islands In The Ocean",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "Spawn: X: 1152, Y: 67, Z: 8 \nIce Spike/Stronghold Village/Basement Igloo combo: X: 920, Y: 66, Z: -320 \nPortal Room: X: 940, Y: 21, Z: -350 \nDungeon 1: X: 933, Y: 54, Z: -314 \nDungeon 2: X: 916, Y: 45, Z: -305 \nIgloo stuck inside a Ravine: X: 1331, Y: 60, Z: -716 Igloo: X: 1245, Y: 70, Z: 108 \nVillage: X: 1400, Y: 69, Z: 360 \nDouble Dungeon: X: 1146, Y: 41, Z: -1119",
    "fileSize": 0.49,
    "id": 14,
    "installs": 2,
    "likes": 1,
    "pack": 1,
    "title": "Ice Spike Biome, Stronghold Village & Igloo",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "As soon as you’ve spawned turn to your right and you will notice the shipwreck up on land at the beach.If you continue further past the shipwreck then you will find this desert temple.",
    "fileSize": 0.28,
    "id": 36,
    "installs": 28,
    "likes": 5,
    "pack": 3,
    "title": "Shipwreck On Dry Land",
    "version": 1004
  },
  {
    "countImages": 1,
    "description": "You will spawn near from plain village",
    "fileSize": 2.5,
    "id": 9,
    "installs": 25,
    "likes": 20,
    "pack": 0,
    "title": "Village",
    "version": 1011
  },
  {
    "countImages": 1,
    "description": "I love to climb huge mountains and rocks in search of adventure? Then the seed for Minecraft Pocket Edition with the highest cliffs are what you need.",
    "fileSize": 2.34,
    "id": 24,
    "installs": 1,
    "likes": 0,
    "pack": 1,
    "title": "MegaMountain",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "Turn around at spawn and you will see a huge ocean biome right next to you. In the water you’ll find all the corals.",
    "fileSize": 0.22,
    "id": 56,
    "installs": 14,
    "likes": 6,
    "pack": 4,
    "title": "Huge Coral Biome At Spawn",
    "version": 1005
  },
  {
    "countImages": 3,
    "description": "This is a really cool seed with an extremely rare spawn. It might not look as much at first as you will be spawning in a forest. However, just behind spawn (through the small forest) you will find a shipwreck on land. Inside the shipwreck there are two chests with some decent loot, and right outside the shipwreck there’s a small ravine.\nIt’s easy to find the shipwreck. Just turn around once you’ve spawned and walk along the sand coastline and you will soon find it.",
    "fileSize": 0.24,
    "id": 44,
    "installs": 9,
    "likes": 1,
    "pack": 3,
    "title": "Shipwreck On Land Seed",
    "version": 1005
  },
  {
    "countImages": 1,
    "description": "We would like to go in the jungle? This seed for Minecraft Pocket Edition will help you spawn near a variety of rocks, covered with greenery and vines.",
    "fileSize": 1.57,
    "id": 20,
    "installs": 2,
    "likes": 2,
    "pack": 1,
    "title": "Jungle at the hill",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "In this seed you’ll spawn right next to a big and extraordinary ocean. Go for a swim into the far depths of the ocean and you’ll find an almost intact shipwreck surrounded by a plentiful of beautiful corals in all colors you can possibly imagine.",
    "fileSize": 0.24,
    "id": 52,
    "installs": 3,
    "likes": 3,
    "pack": 3,
    "title": "Shipwreck Surrounded by Corals Near Spawn",
    "version": 1004
  },
  {
    "countImages": 1,
    "description": "We offer you a Minecraft PE Seed, where you can feel yourself in the role of Indiana Jones, as you will have the task to investigate an ancient desert town with lots of secrets and traps. In this long forgotten place generate 2 temple and 1 village that the place looks exciting and mystical.",
    "fileSize": 1.81,
    "id": 0,
    "installs": 17,
    "likes": 8,
    "pack": 0,
    "title": "Temples and Village",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "Have you ever wanted to see a fossil in Minecraft PE without having to dig it up first? This seed has it!  You will spawn under this fossil",
    "fileSize": 0.89,
    "id": 48,
    "installs": 12,
    "likes": 8,
    "pack": 3,
    "title": "Giant Unearthed Fossil",
    "version": 1009
  },
  {
    "countImages": 3,
    "description": "Coral Reef: -3941, 70, -3588 \nBuried Treasure: -3784, 70, 3688 \nShipwreck: -1880, 98, 952",
    "fileSize": 0.25,
    "id": 46,
    "installs": 24,
    "likes": 6,
    "pack": 3,
    "title": "Coral Reef, Shipwreck & Buried Treasure Seed",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "You spawn in a cave just a few meters away from an expansive mine shaft.  Go forward to find torches and mines after them.",
    "fileSize": 0.71,
    "id": 51,
    "installs": 19,
    "likes": 6,
    "pack": 3,
    "title": "Underground Railroad",
    "version": 1009
  },
  {
    "countImages": 1,
    "description": "You will spawn near from plain village",
    "fileSize": 1.94,
    "id": 10,
    "installs": 8,
    "likes": 3,
    "pack": 0,
    "title": "Village",
    "version": 1011
  },
  {
    "countImages": 1,
    "description": "This seed will throw you on a small island in the ocean, on which there is a pair of trees. You can survive, but it's better to move to the neighboring island and begin to develop there.",
    "fileSize": 0.82,
    "id": 33,
    "installs": 1,
    "likes": 0,
    "pack": 2,
    "title": "Island",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "To find the cross ravine simply turn around once you’ve spawned. Then walk crosswise to your left and you will reach it after somewhere around 50-100 blocks. It’s very hard to miss.",
    "fileSize": 0.32,
    "id": 58,
    "installs": 23,
    "likes": 9,
    "pack": 4,
    "title": "Cross Ravine & Plains",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "The spawn is on this island. Right below the island in the water on the bottom of the ocean floor you will find the exposed stronghold with the shipwreck in it.",
    "fileSize": 0.25,
    "id": 39,
    "installs": 23,
    "likes": 3,
    "pack": 3,
    "title": "Exposed Stronghold With Shipwreck Seed",
    "version": 1004
  },
  {
    "countImages": 1,
    "description": "You will spawn near from igloo, go forward and you find spikes.",
    "fileSize": 3.15,
    "id": 41,
    "installs": 30,
    "likes": 8,
    "pack": 3,
    "title": "Igloo and spikes",
    "version": 1011
  },
  {
    "countImages": 2,
    "description": "You will spawn near from jungle temple.",
    "fileSize": 2.19,
    "id": 40,
    "installs": 18,
    "likes": 5,
    "pack": 3,
    "title": "Jungle temple",
    "version": 1009
  },
  {
    "countImages": 2,
    "description": "This seed is pretty amazing.  You spawn near a stronghold village which contains a blacksmith. Stronghold on right side Village on left side",
    "fileSize": 1.1,
    "id": 50,
    "installs": 38,
    "likes": 9,
    "pack": 3,
    "title": "Stronghold and village",
    "version": 1009
  },
  {
    "countImages": 1,
    "description": "Do you like mountains? And the flying islands? As soon as you appear in the world, you will immediately notice these beautiful mountains. Next to them there is a village, and around the savannah. It seems to me that the house in the mountain here will look very cool!",
    "fileSize": 1.76,
    "id": 3,
    "installs": 8,
    "likes": 1,
    "pack": 0,
    "title": "Mountain Village",
    "version": 1001
  },
  {
    "countImages": 1,
    "description": "On the generation of oxide player spawn near a nice village with a smithy!",
    "fileSize": 1.17,
    "id": 2,
    "installs": 6,
    "likes": 3,
    "pack": 0,
    "title": "The village in the plain",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "Here’s a really cool seed which spawns you at the very bottom of a ravine in some burning lava. Make sure to quickly swim for the water or else you’ll end up dying quite quickly. This is a huge ravine with lots of visible ores and rare stone blocks. You can use the waterfalls to reach the ground level.",
    "fileSize": 0.26,
    "id": 21,
    "installs": 1,
    "likes": 0,
    "pack": 1,
    "title": "Huge Ravine Spawn",
    "version": 1005
  },
  {
    "countImages": 3,
    "description": "This is a really cool seed which spawns you near by the center of four different biomes meeting.",
    "fileSize": 1.16,
    "id": 15,
    "installs": 5,
    "likes": 3,
    "pack": 1,
    "title": "The 4 Biomes At Spawn",
    "version": 1009
  },
  {
    "countImages": 3,
    "description": "[1.2] This seed includes two fairly rare structures which have been generated underwater. The ocean monument is as usually generated underwater, but the unusual part is that a stronghold has been generated under the water. So far I’ve only seen one previous similar seed. The spawn is on top of a tree in a forest biome situated next to a desert biome. To get to the underwater stronghold and ocean monument you have to turn on cheats in the settings menu. Then type the following command: /tp 1258 75 -1827 to teleport to the location of the two structures.",
    "fileSize": 0.49,
    "id": 45,
    "installs": 35,
    "likes": 8,
    "pack": 3,
    "title": "Ocean Monument & Underwater Stronghold",
    "version": 1002
  }
]