[
  {
    "countImages": 2,
    "description": "Huawhi PvP is one of the most popular PvP texture packs currently available for Minecraft. It has been around for several years but primary for Minecraft: Java Edition. However, this is a port for Bedrock Edition and even though it isn’t bug free it does include most of the textures as those which exist for the Java version.",
    "fileSize": 13.12,
    "id": 3,
    "installs": 4,
    "likes": 2,
    "pack": 0,
    "title": "Huahwi PvP",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "Turn on Ex gameplay\nLB Photo Realism is one of the most realistic packs for Minecraft on PC. Now it has been ported to Pocket Edition but only as a 16×16 resolution. Sure, it doesn’t look photo realistic but it definitely makes your worlds look slightly more realistic, especially the water and grass blocks. There are some things like the sky and grass which yet haven’t been ported but that will likely be fixed in a future update.",
    "fileSize": 29.35,
    "id": 61,
    "installs": 13,
    "likes": 7,
    "pack": 2,
    "title": "LB Photo Realism",
    "version": 1002
  },
  {
    "countImages": 5,
    "description": "By Hyperest Studios | ファイ<p>This Resources pack is from Black Plasma Studios, World Apart Series, yeah you might know that, are you fan of it? are you wanna that sword added to your game? then this pack is perfect for you! there are a lot of changes to the tools it self such as Sword,Pickaxe,Armor,Trident,Shield and more! intresting? DOWNLOAD NOW!",
    "fileSize": 0.57,
    "id": 90,
    "installs": 190,
    "likes": 42,
    "pack": 2,
    "title": "Cyber Craft v1.13 | Crazy Update",
    "version": 1014
  },
  {
    "countImages": 3,
    "description": "Tiny Pixels is a cute and simplistic texture pack designed in a cartoony style. The resolution looks as if it’s just 8×8 but it is in fact 16×16. It’s really a lovely texture pack which works great for most types of creations. Also, the mobs are very cute as well!",
    "fileSize": 0.76,
    "id": 20,
    "installs": 4,
    "likes": 0,
    "pack": 0,
    "title": "Tiny Pixels",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "Haven is a beautiful texture pack which has been in development since the early summer of 2017. The idea is to create a texture pack similar to the default textures but with a more unified and polished art style. Even though it’s a work in progress it still adds a great feel and refreshing look to the game.",
    "fileSize": 0.25,
    "id": 29,
    "installs": 0,
    "likes": 0,
    "pack": 0,
    "title": "Haven Pack",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "By Jiruw<p>This green 32x pack has all of the PvP items edited plus a large variety of blocks, ui, armor, and entities. This pack also includes an optional bottom chat mode, if that's your thing.",
    "fileSize": 14.45,
    "id": 82,
    "installs": 10,
    "likes": 10,
    "pack": 1,
    "title": "Leafeon",
    "version": 1016
  },
  {
    "countImages": 3,
    "description": "You might know how paper cut-out models look like? Imagine that but in Minecraft. The idea is rather unique and the result of that as a texture pack is just amazing. The design makes for a quite simple and clean texture pack. As a whole, it’s a very well designed texture pack!",
    "fileSize": 9.65,
    "id": 0,
    "installs": 10,
    "likes": 0,
    "pack": 0,
    "title": "Paper Cut-Out",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "Dokucraft Dark looks similar to the other versions of Dokucraft as it’s a medieval styled texture pack. The only difference is simply that there is a darker and more moody tone to the look of the textures. If you want a dark medieval pack then this texture pack is a great option.",
    "fileSize": 5.11,
    "id": 44,
    "installs": 2,
    "likes": 2,
    "pack": 1,
    "title": "Dokucraft Dark",
    "version": 1011
  },
  {
    "countImages": 3,
    "description": "Turn on Ex gameplay\nThis is a texture pack which completely revises the way you’ll experience Minecraft. Even if most textures are in a style of doom and gloom some of it is not that dramatic, but instead quite fun and clever. It should be mentioned that some of the textures are missing (e.g. a few doors). That’s mostly because this is ported and the PC pack hasn’t been updated in a long while. But as a whole, it’s definitely possible to use with few problems.",
    "fileSize": 37.68,
    "id": 54,
    "installs": 8,
    "likes": 8,
    "pack": 2,
    "title": "vonDoomCraft",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "John Smith Legacy is one of the oldest texture packs for Minecraft PC (and now ported to Pocket Edition). It’s a medieval styled texture pack which work nicely for terrain and structures which you want to give a more rustic and weather-beaten look. If you like really detailed packs then this one will most likely be a perfect choice for you.",
    "fileSize": 6.4,
    "id": 50,
    "installs": 1,
    "likes": 1,
    "pack": 1,
    "title": "John Smith Legacy",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "This is a texture pack which focuses on adding modern and more realistic textures to the game. Most textures relating to the natural world terrain has been modified and this include textures like the grass blocks, liquid blocks and the sky. If you like the default textures but would like some of the textures to be a bit more modern then this pack is a good option.",
    "fileSize": 4.69,
    "id": 1,
    "installs": 11,
    "likes": 2,
    "pack": 0,
    "title": "Aero Star Modern Texture Pack",
    "version": 1002
  },
  {
    "countImages": 6,
    "description": "By MidnitePixel_<p>Hi everyone! I'm posting Soft n' Simple in its current unfinished state for feedback and comments, it's completely playable but is missing a large number of textures and planned features. As of now, it has most blocks, many items, and no mobs (entities).",
    "fileSize": 0.39,
    "id": 72,
    "installs": 8,
    "likes": 2,
    "pack": 0,
    "title": "Soft n' Simple",
    "version": 1016
  },
  {
    "countImages": 2,
    "description": "By HM Eduardo<p>Tired that despite having been mining in the nether for a long time in search of netherite, your tools of this material look simple and as if they were dirty? (I doubt anyone thinks that).<p>So, stop suffering, because with this texture pack, your netherite tools will only stop looking simple, changing their appearance a bit to make up for the hours you spent looking for netherite",
    "fileSize": 1.01,
    "id": 86,
    "installs": 97,
    "likes": 20,
    "pack": 1,
    "title": "Improved Netherite Tools",
    "version": 1017
  },
  {
    "countImages": 3,
    "description": "By Voxed Studio<p>Euphoria [16x] Texture pack is made for lovers of pvp game modes like: SkyWars, Treasure Wars, BedWars, Survival Games, etc.. This pack is FPS optimized for most low-end and mid-range devices, and includes: custom cubemap, custom gui, custom tools, armors, items and blocks! What are you waiting for? Download now and enjoy!",
    "fileSize": 20.04,
    "id": 77,
    "installs": 3,
    "likes": 1,
    "pack": 0,
    "title": "Euphoria FPS Pack",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "ModernHD is one of the most popular realistic texture packs for the PC version of Minecraft and it has now made its introduction to Minecraft Pocket Edition as well. The texture pack work really good for worlds which you want to look more realistic. In general it’s a very detailed, clean pack with great vibrant colors.",
    "fileSize": 18.52,
    "id": 36,
    "installs": 3,
    "likes": 0,
    "pack": 1,
    "title": "ModernHD",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "TBIO-2 is a low-resolution texture pack with a simplistic and cartoony style supporting the latest version for Minecraft Bedrock Edition. It’s a vibrant texture pack with better plant coloring and there are also special particles to make events, like explosions, more beautiful in some strange but nice way. It’s great if you’re looking for some fun and joyful textures!",
    "fileSize": 3.02,
    "id": 30,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "TBIO-2",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "Pamplemousse is one of the best modern texture packs which is specifically suited for low-end devices since it’s using low resolution textures (16x). At the same time that the textures are smooth and simplistic they are detailed enough to make them fit nicely for modern creations. If you are looking for something clean and modern then this is a must-have.",
    "fileSize": 14.2,
    "id": 40,
    "installs": 3,
    "likes": 1,
    "pack": 1,
    "title": "Pamplemousse",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "By Voxed Studio<p>Fluffy Clouds [Custom SKY] is a realistic texture pack that is designed to be very realistic and replace the Minecraft sky texture by removing its vanilla look with a new custom flavor. This pack replaces your sky with an incredibly realistic sky that is very immersive.",
    "fileSize": 10.99,
    "id": 71,
    "installs": 59,
    "likes": 15,
    "pack": 0,
    "title": "Fluffy Clouds [Custom SKY]",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "You might know how paper cut-out models look like? Imagine that but in Minecraft. The idea is rather unique and the result of that as a texture pack is just amazing. The design makes for a quite simple and clean texture pack. As a whole, it’s a very well designed texture pack!",
    "fileSize": 10.23,
    "id": 27,
    "installs": 0,
    "likes": 1,
    "pack": 0,
    "title": "Paper Cut-Out",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "By Voxed Studio<p>BubbleRose Default [16x] Texture pack is made for lovers of pvp game modes. This pack is FPS optimized for most low-end and mid-range devices, and includes: custom SKY, custom gui, custom tools, armors, items and blocks! What are you waiting for? Download now and have fun!It features light blue and teal based color schemes that have been carefully selected to create a very beautiful and aesthetic PvP pack.",
    "fileSize": 13.35,
    "id": 69,
    "installs": 3,
    "likes": 4,
    "pack": 0,
    "title": "BubbleRose Default FPS PVP",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "SummerFields is a beautiful texture pack which turns any Minecraft world into a more joyful and enjoyable environment. It’s really nice to use if you want to give the game graphics a boost of summer and really get in tune with the nature around you. Personally, I think this is one of the best packs available for the game.",
    "fileSize": 25.48,
    "id": 47,
    "installs": 2,
    "likes": 3,
    "pack": 1,
    "title": "SummerFields",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "By Voxed Studio<p>The new year on the Chinese calendar is upon us and it's time for a celebration of... Chinese New Year! This pack is made specifically themed around it as a way to celebrate it. This celebration is also known as the Lunar Festival too for some people!",
    "fileSize": 28.43,
    "id": 74,
    "installs": 0,
    "likes": 1,
    "pack": 0,
    "title": "Lethargy Pack [BLUE]",
    "version": 1017
  },
  {
    "countImages": 3,
    "description": "By LvzBx<p>Minecraft 3D Texture Pack is a whole different experience when playing minecraft, it's more beautiful and wholesome. Don't be shy, try it for yourself you won't be disappointed at all.<p>With this 3D texture pack created by Lvzbx the game will apply 3D blocks that will amaze you.",
    "fileSize": 19.5,
    "id": 64,
    "installs": 145,
    "likes": 43,
    "pack": 2,
    "title": "Minecraft 3D",
    "version": 1017
  },
  {
    "countImages": 3,
    "description": "Adventure Time Craft is a texture pack based on the popular animated TV series Adventure Time. As expected, the textures are fun, colorful and cartoon themed. The texture pack looks the best in medieval worlds and in the normal world of Minecraft. If you are looking for a way to simply add more fun to the game, then this pack does a good job of doing that.",
    "fileSize": 5.08,
    "id": 46,
    "installs": 4,
    "likes": 1,
    "pack": 1,
    "title": "Adventure Time",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "Turn on Ex gameplay\nOvo’s Rustic is a texture pack which combines realism and Minecraft. The textures look pure and clean but they remain having the blocky look we are all used to. The colors that are used to design the pack look a lot more soft and dark than the default textures. That’s why it’s especially suitable for medieval type of builds. Grass, leaves and plants have a brighter color scheme and that definitely makes the the pack as a whole look really great.",
    "fileSize": 20.66,
    "id": 59,
    "installs": 3,
    "likes": 3,
    "pack": 2,
    "title": "Ovo’s Rustic: Redemption",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "This texture pack combines simplistic textures with a cartoony art style which looks quite refreshing. If you’ve been a long-term user of the default textures then you will most likely find the transition to SimpleJCraft welcoming and not too overwhelming. It’s basically just simple and more clean version of the default design.",
    "fileSize": 0.5,
    "id": 8,
    "installs": 0,
    "likes": 0,
    "pack": 0,
    "title": "SimpleJCraft",
    "version": 1000
  },
  {
    "countImages": 1,
    "description": "By Hyperest Studios | ファイ<p>Anyone like futuristic interface!? if you like it then download this Cyberline GUI! this is really perfect for futuristic theme. And perfectly if you like purple, red, and japanese themed for your minecraft theme!",
    "fileSize": 79.12,
    "id": 85,
    "installs": 23,
    "likes": 17,
    "pack": 1,
    "title": "Cyber Line GUI v1.1 | More Color Update",
    "version": 1014
  },
  {
    "countImages": 3,
    "description": "By eim<p>EIM3 32x is a very cool texture pack with 32x items and 16x blocks. This pack has outlined blocks with very well made items. This pack is good for a lot of PvP gamemodes such as Bedwars, Skywars, UHC and many more.",
    "fileSize": 30.51,
    "id": 87,
    "installs": 74,
    "likes": 37,
    "pack": 1,
    "title": "EIM3",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "This texture pack includes textures which are considered modern and futuristic. The creator’s main inspiration while designing the texture pack was 2001: A Space Odyssey which is a classic sci-fi movie from the 60s. It’s a really useful texture pack if you are building a space station or anything similar which relates to space or the future in general.",
    "fileSize": 8.8,
    "id": 43,
    "installs": 8,
    "likes": 3,
    "pack": 1,
    "title": "2101: A Minecraft Odyssey",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "By Compliance<p>Double resolution textures for Minecraft.Compliance 32x is a Jappa-styled 32x resource pack for Minecraft Bedrock, Java and Dungeons, aiming to provide higher-resolution textures while staying true to the vanilla Minecraft textures.",
    "fileSize": 9.7,
    "id": 66,
    "installs": 32,
    "likes": 7,
    "pack": 1,
    "title": "Compliance",
    "version": 1018
  },
  {
    "countImages": 3,
    "description": "This texture pack makes Minecraft look simpler, this one is for free so if you want a simpler Minecraft but don’t want to pay for the Plastic Texture Pack, you can download this. PlasticPixels is a low resolution 16×16 texture pack, so it can work on all devices. It’s in Beta, so not everything is retextured yet.",
    "fileSize": 7.44,
    "id": 15,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "PlasticPixels",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "This is a really nice pack if you like the style of the original texture pack but don’t like the inconsistency from one texture to another. The designer (Alvoria) has gone to great length to make sure that the textures are consistent and at the same time retain the original Minecraft style. Personally, I really like the texture pack and found it most suitable for medieval builds and normal survival worlds.",
    "fileSize": 3.87,
    "id": 34,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "Alvoria’s Sanity",
    "version": 1002
  },
  {
    "countImages": 4,
    "description": "Pixel Reality is a low resolution texture pack pack which adds more realism to Minecraft. The textures have a much smoother design and the colors look calmer and better blended than the default textures. The texture pack have been developed for over a period of several years and this proves that it stands the test of time.",
    "fileSize": 5.08,
    "id": 16,
    "installs": 3,
    "likes": 0,
    "pack": 0,
    "title": "Pixel Reality",
    "version": 1001
  },
  {
    "countImages": 2,
    "description": "Dark Mode is a resource pack that darkens the user interface for Bedrock Edition. Minor inconsistencies with the vanilla user interface have also been addressed.  This resource pack has been created to work alongside vanilla resources.",
    "fileSize": 4.08,
    "id": 5,
    "installs": 11,
    "likes": 3,
    "pack": 0,
    "title": "Dark Mode",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "By YeAHYeAH179216<p>INTRODUCTION: Do you have a low-end device? Are you playing Minecraft Bedrock laggy? And had a lot of FPS drops? Well if you do, then this pack is for you! Introducing the new Allay Tweaks [v1] texture pack!!!",
    "fileSize": 9.86,
    "id": 70,
    "installs": 23,
    "likes": 9,
    "pack": 0,
    "title": "Allay Tweaks",
    "version": 1017
  },
  {
    "countImages": 4,
    "description": "Defscape is an elegant texture pack with a very clean look. It looks really nice both in medieval and modern types of maps. Every block texture is incredibly detailed because of the high resolution (64×64 pixels) but the details always look very well put in place and never overwhelming. Everything from blocks and items to the sky and water have been redesigned.",
    "fileSize": 3.56,
    "id": 39,
    "installs": 3,
    "likes": 1,
    "pack": 1,
    "title": "Defscape",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "This texture pack is more detailed than the vanilla texture pack in Minecraft. Most of the building blocks have been completely revamped. It’s nice though that they stay true to the original graphics and in that sense it won’t feel too much of a leap if you decide to use the texture pack. If you are looking for something new and refreshing then this is a good option.",
    "fileSize": 13.71,
    "id": 32,
    "installs": 0,
    "likes": 0,
    "pack": 0,
    "title": "Forge Pack",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "Jolicraft is a cute and earthy texture pack which is one of the oldest and most popular texture packs for Minecraft. The design of the textures is very detailed but at the same time quite simple. The textures look really nice for normal survival worlds as well as medieval and modern builds. It’s an all-around texture pack which works for many needs.",
    "fileSize": 4.74,
    "id": 22,
    "installs": 1,
    "likes": 0,
    "pack": 0,
    "title": "Jolicraft",
    "version": 1000
  },
  {
    "countImages": 4,
    "description": "New Super Mario Craft is a texture pack inspired by the graphics in Super Mario Bros. Super Mario is probably one of the most famous video games characters of all times (along with Steve in Minecraft, maybe?). If you have played the games you will see that the similarities in this pack are many and Minecraft will soon feel like playing a Super Mario game!",
    "fileSize": 32.38,
    "id": 14,
    "installs": 3,
    "likes": 0,
    "pack": 0,
    "title": "New Super MarioCraft",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "By PrestigePlayz<p>The new year on the Chinese calendar is upon us and it's time for a celebration of... Chinese New Year! This pack is made specifically themed around it as a way to celebrate it. This celebration is also known as the Lunar Festival too for some people!",
    "fileSize": 15.69,
    "id": 73,
    "installs": 9,
    "likes": 3,
    "pack": 0,
    "title": "CNY",
    "version": 1017
  },
  {
    "countImages": 3,
    "description": "It has the real Super Mario game textures, from blocks to items. This texture contains over 10 blocks which replace Glazed Terracottas and the Super Mario’s mushrooms, flower, star and coins.",
    "fileSize": 0.1,
    "id": 51,
    "installs": 9,
    "likes": 3,
    "pack": 1,
    "title": "Super Mario",
    "version": 1006
  },
  {
    "countImages": 3,
    "description": "Dandelion is a cute texture pack with soft colors and an overall organic look. If you want simplistic textures combined with something which brings its own unique style then Dandelion is the pack to choose. Everything (not only the block textures) like the GUI and menu options are completely redesigned.",
    "fileSize": 1.03,
    "id": 28,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "Dandelion",
    "version": 1001
  },
  {
    "countImages": 4,
    "description": "MultiPixel is a HD texture pack with new 32x textures that you’ve never seen before! It’s great if you like to improve the look in Minecraft, while keeping the vanilla styling.",
    "fileSize": 18.07,
    "id": 35,
    "installs": 4,
    "likes": 2,
    "pack": 1,
    "title": "MultiPixel",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "This texture pack makes the world in Minecraft seem much more simplistic. It looks as if the blocks are of a 4x resolution (even though they are in reality 16x). It’s a quite strange texture pack which makes the world seem so much smaller. This first version only includes the blocks but hopefully mobs and other missing stuff will be in a future update.",
    "fileSize": 0.61,
    "id": 12,
    "installs": 10,
    "likes": 1,
    "pack": 0,
    "title": "4×4 Pack",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "Simply Modern is an extremely simplistic and clean texture pack which looks great for most types of worlds but primarily for modern builds. The only possible downside is that some of the item textures have been completely redesigned which make them almost unrecognizable. But other than it’s a great texture pack which looks fantastic in-game.",
    "fileSize": 3.25,
    "id": 25,
    "installs": 2,
    "likes": 0,
    "pack": 0,
    "title": "Simply Modern",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "This is definitely one of the bext 16×16 texture packs you will ever have the pleasure of using. Almost all of the textures have been replaced. This pack is 95% complete and is an amazing pack!",
    "fileSize": 3.59,
    "id": 10,
    "installs": 2,
    "likes": 2,
    "pack": 0,
    "title": "New Wayukian",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "By Voxed Studio<p>Milkyway [16x] Pack is suitable for most pvp minigames. This pack is FPS Friendly for most mid-end devices and includes custom sky, custom gui, custom tools, items and blocks!This texture pack itself runs at the default resolution of 16x pixel size which is the same as vanilla Minecraft. It runs amazingly well and has very good FPS.Download now and enjoy!",
    "fileSize": 13.7,
    "id": 68,
    "installs": 3,
    "likes": 3,
    "pack": 0,
    "title": "Milkyway",
    "version": 1016
  },
  {
    "countImages": 2,
    "description": "By Voxed Studio<p>The new year on the Chinese calendar is upon us and it's time for a celebration of... Chinese New Year! This pack is made specifically themed around it as a way to celebrate it. This celebration is also known as the Lunar Festival too for some people!",
    "fileSize": 28.41,
    "id": 75,
    "installs": 3,
    "likes": 2,
    "pack": 0,
    "title": "Lethargy Pack [PINK]",
    "version": 1017
  },
  {
    "countImages": 3,
    "description": "By Voxed Studio<p>The re-release of dark medieval textures that have earned the recognition of many players worldwide! With the Halcyon Days Relived you get in the XII century, when all the buildings was carried out with stone and other ancient materials that in our times looks very epic and unforgettable.",
    "fileSize": 28.06,
    "id": 88,
    "installs": 55,
    "likes": 20,
    "pack": 1,
    "title": "Halcyon Days Relived",
    "version": 1016
  },
  {
    "countImages": 3,
    "description": "By RobotPantaloons<p>Bare Bones is a texture pack with the purpose of bringing your world and the default Minecraft textures to it's 'bare bones'. It is a simplistic and vibrant pack that is fun to use and makes your own Minecraft worlds look colourful!",
    "fileSize": 4.8,
    "id": 65,
    "installs": 27,
    "likes": 4,
    "pack": 0,
    "title": "Bare Bones",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "Defscape is an elegant texture pack with a very clean look. It looks really nice both in medieval and modern types of maps. Every block texture is incredibly detailed because of the high resolution (64×64 pixels) but the details always look very well put in place and never overwhelming. Everything from blocks and items to the sky and water have been redesigned.",
    "fileSize": 11.22,
    "id": 57,
    "installs": 1,
    "likes": 0,
    "pack": 2,
    "title": "Defscape Pack",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "Winter in Japan. Do you not want to make this with Minecraft? With this SUBARU texture and YAMATO texture it is possible! Please check with your own eyes by all means!",
    "fileSize": 0.43,
    "id": 45,
    "installs": 4,
    "likes": 2,
    "pack": 1,
    "title": "SUBARU",
    "version": 1011
  },
  {
    "countImages": 4,
    "description": "Mine Wars is a Star Wars, spaceship and futuristic inspired texture pack. Immediately after you’ve installed the textures and launched the game the start screen will make you feel as you were warped into the future. Items such as swords and pickaxes appears instead as lightsabers. Even the mobs have been remodelled to make them look like evil stormtroopers and creepy jawas.",
    "fileSize": 1.79,
    "id": 18,
    "installs": 4,
    "likes": 0,
    "pack": 0,
    "title": "Mine Wars",
    "version": 1000
  },
  {
    "countImages": 4,
    "description": "InfinityPvP is a texture pack designed for players that enjoy combat. FazingBlitz created this in hopes of bringing more attention to the PvP community. This texture pack was worked on and improved by him.",
    "fileSize": 5.04,
    "id": 41,
    "installs": 19,
    "likes": 8,
    "pack": 1,
    "title": "InfinityPvP",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "This is an amazing texture pack originally created for Java Edition and it’s now ported to Bedrock Edition. The design is influenced by SNES JRPGs, table top roleplay games and low-resolution adventure games. It brings a unique style of textures to the game which colors are more vibrant and also warmer. It’s certainly a welcome upgrade from the default textures.",
    "fileSize": 4.17,
    "id": 7,
    "installs": 0,
    "likes": 1,
    "pack": 0,
    "title": "Jehkoba’s Fantasy",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "By TheUtkarsh8939<p>This Pack Is a PvP Pack This is Custom Skies Short Swords Blocks With Custom Resolution some has 32 some has 64 some has 128 some has 256 and command blocks had even 512 resolution<p>This Pack Is a PvP Pack. This pack is specially made for those players who play minigames like bedwars, skywars etc. Our motive is to make a pack to help players that play minigames which required to PvP for win This has Custom Skies Short Swords Blocks With Custom Resolution some has 32 some has 64 some has 128 some has 256 and command blocks had even 512 resolution",
    "fileSize": 56.72,
    "id": 84,
    "installs": 30,
    "likes": 35,
    "pack": 1,
    "title": "PvP Masters",
    "version": 1017
  },
  {
    "countImages": 4,
    "description": "Frenden’s Meringued Cartoon is a texture pack which is designed with vibrant colors and a cartoony feel. It got a complete unique style which makes the textures very pleasurable to look at. It’s a great upgrade from the ordinary textures in Minecraft and it’s most definitely not something you will regret. And since it got the same resolution as the default textures there shouldn’t be much of an extra loading time.",
    "fileSize": 1.69,
    "id": 17,
    "installs": 0,
    "likes": 0,
    "pack": 0,
    "title": "Frenden’s Meringued Cartoon Pack",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "By Cats N Ninjas<p>After 2 months of development, I am proud to introduce my new 100 subscriber pack. The idea of this pack comes from the main man himself Hubci.",
    "fileSize": 18.71,
    "id": 80,
    "installs": 13,
    "likes": 10,
    "pack": 0,
    "title": "CatsNNinjas' 100 Subscriber Pack!",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "Do you like the default textures in Minecraft but wish it existed in an increased resolution? If that’s the case then the Faithful Texture Pack is the perfect solution. It is faithful to the original look of Minecraft but the resolution is higher (32×32 or 64×64 instead of 16×16). This texture pack has already existed for a long time for Java Edition but today you can download it for Minecraft: Bedrock Edition!",
    "fileSize": 5.37,
    "id": 37,
    "installs": 4,
    "likes": 1,
    "pack": 1,
    "title": "Faithful",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "This Pack is a Project to make Minecraft REALLY Better, it started in a project to make small modifications but now, this pack has more improvements than never!",
    "fileSize": 46.98,
    "id": 11,
    "installs": 1,
    "likes": 2,
    "pack": 0,
    "title": "Bettercraft",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "Turn on Ex gameplay\nNaturalPack is a texture pack designed to diversify your game world in Minecraft: Bedrock! NaturalPack is a kind of analogue of the all recognizable and very popular texture package “Faithful”.",
    "fileSize": 31.66,
    "id": 53,
    "installs": 12,
    "likes": 6,
    "pack": 2,
    "title": "NaturalPack",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "CutieCraft is a texture pack with soft and sweet colors. It combines a cartoon and simplistic style which creates a pack of total cuteness. Everything about the pack got a very innocent and light look. It’s really good if you think Minecraft needs a burst of joy sometimes!",
    "fileSize": 3.59,
    "id": 13,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "CutieCraft",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "Blood-Forest resource pack is free to use for playing custom map and survival, the pack present as a tons of dark, blood, eerie, wierd things. Some texture base from John Smith Legend",
    "fileSize": 10.61,
    "id": 52,
    "installs": 3,
    "likes": 3,
    "pack": 1,
    "title": "Blood-Forest",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "Turn on Ex gameplay\nDo you want to make your worlds more vibrant and alive? Then this texture pack is the perfect solution. It adds beautiful high-defition animations to more than 150 different blocks. One of the main features which I enjoy in this pack are the waving plants as it makes them seem more realistic. There are lots to see but I will let you explore most of that in-game by yourself!",
    "fileSize": 1.79,
    "id": 62,
    "installs": 7,
    "likes": 3,
    "pack": 2,
    "title": "Animated Pack",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "Mad Pixels is a simplistic, cartoony and an overall just fun looking texture pack. The color scheme is much similar to the default textures but the design is much different. Both mobs and blocks have a much more clean and sharp design. It works great to use for all types of builds but also for ordinary survival worlds.",
    "fileSize": 0.5,
    "id": 26,
    "installs": 3,
    "likes": 2,
    "pack": 0,
    "title": "Mad Pixels",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "By Thewdie<p>Yep, it's nab... Just some retexture I made in Minecraft Bedrock Edition to make my gameplay enjoyable. And I wanted to share it with you guys! So this pack includes HUD, ICON, PARTICLE, and FONT retextures. Also, I changed some codes on json files...",
    "fileSize": 0.38,
    "id": 78,
    "installs": 12,
    "likes": 4,
    "pack": 0,
    "title": "NAB Pack",
    "version": 1018
  },
  {
    "countImages": 4,
    "description": "This is a Bedrock Edition port of the Minecraft Super Mario World Edition texture pack which was originally created for Minecraft: Java Edition. This texture pack will make your world look like Super Mario World from the SNES! You’ll now be able to build things with Mario blocks, fight new vicious monsters like the Wither Bones Boss, make Mario styled maps and more!",
    "fileSize": 63.36,
    "id": 19,
    "installs": 2,
    "likes": 0,
    "pack": 0,
    "title": "Super Mario World Edition",
    "version": 1002
  },
  {
    "countImages": 2,
    "description": "The core idea of the oCd pack is to have textures which are calm and simple and give a cartoony feel. The soft color tones along with the symmetrical look make for a clean and simple texture pack.\n\nThe oCd pack is one of the better texture packs created for Minecraft and now ported to Pocket Edition! It’s definitely a unique and fun pack.",
    "fileSize": 1.1,
    "id": 31,
    "installs": 2,
    "likes": 0,
    "pack": 0,
    "title": "oCd Pack",
    "version": 1001
  },
  {
    "countImages": 4,
    "description": "SimplySharp is a funny, simplistic and cartoon styled texture pack. It’s a great improvement from the original textures and especially so if you want something unique and playful. It doesn’t seem limited to just one type of build. I tested it for multiple different worlds and it looked nice for both medieval worlds and ones built with modern architecture.",
    "fileSize": 5.16,
    "id": 63,
    "installs": 8,
    "likes": 3,
    "pack": 2,
    "title": "SimplySharp",
    "version": 1001
  },
  {
    "countImages": 3,
    "description": "By TheluckyguyNL<p>AThis texture pack is a still work in progress stuff can change.<p>This pack is for the people who like a simple and childish art style.<p>I saw that a lot of people wanted the texture pack so imma make it public. its also some adds and such this pack is just for people that are interested in the pack.<p>And also might get friends to also make textures for it cause why not. hope u u like the pack and feedback is greatly appreciated.<p>This texture pack was (still is) my personal texture pack but people wanted to also have it so i making it public",
    "fileSize": 3.55,
    "id": 81,
    "installs": 16,
    "likes": 8,
    "pack": 0,
    "title": "Lulucraft (Version 0.3.5)",
    "version": 1018
  },
  {
    "countImages": 4,
    "description": "YAMATOtexture is a Japanese styled texture pack which customizes both the user interface and the textures for blocks and items. All of the buttons for the user interface now look like Japanese letters and symbols. Many of the natural terrain blocks are also changed into a more nice and clean Japanese design. This texture pack will hopefully be updated regularly.",
    "fileSize": 11.12,
    "id": 42,
    "installs": 15,
    "likes": 4,
    "pack": 1,
    "title": "YAMATOtexture",
    "version": 1004
  },
  {
    "countImages": 4,
    "description": "Xenocontendi is a smooth texture pack with beautiful colors and detailed but simplistic textures. It was originally created for the PC version of Minecraft and has been in development for more than five years. This means it has been used by thousands of people already. If you like the default textures in Minecraft but want something which look less pixelated then this is a great option.",
    "fileSize": 1.93,
    "id": 33,
    "installs": 0,
    "likes": 0,
    "pack": 0,
    "title": "Xenocontendi",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "Simple Pack is a texture pack which has simple, smooth & clean textures of blocks, items, and mobs. If you ever wanted a simpler texture then this texture pack will be suitable for you. Some of the blocks have animations such as the fire on the furnace, beacon, glass, ice, packed ice etc. If you’re looking for a clean and simplistic pack, then this is a good option!",
    "fileSize": 3.26,
    "id": 21,
    "installs": 1,
    "likes": 0,
    "pack": 0,
    "title": "Simple Pack",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "By Cornbread<p>ever wanted 32x versions of every texture in vanilla minecraft? well, i mean, statistically, it's very likely. one of the most popular resource packs of all time is a 32x pack. but, i'm personally not a fan of that specific one, so here we are!! after a year and a half of being a secondary or tertiary project, i give you: Cornbread's Vanilla 32x.",
    "fileSize": 1.9,
    "id": 67,
    "installs": 5,
    "likes": 1,
    "pack": 1,
    "title": "Cornbread's Vanilla",
    "version": 1018
  },
  {
    "countImages": 3,
    "description": "By ZouChenyunfei<p>MultiPixel is a HD texture pack with new 32x textures that you've never seen before! It's great if you like to improve the look in Minecraft, while keeping the vanilla styling.",
    "fileSize": 25.01,
    "id": 83,
    "installs": 124,
    "likes": 54,
    "pack": 1,
    "title": "MultiPixel Texture Pack",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "This texture pack is a very unusual one. I created this pack to provide a unique experience when exploring the world. The grass, leaves, sky, water, nether, and more have been given different colors. Some blocks, like glass, emeralds, furnaces, most light sources, have had their textures reworked.",
    "fileSize": 0.29,
    "id": 9,
    "installs": 3,
    "likes": 2,
    "pack": 0,
    "title": "Sketchy World",
    "version": 1006
  },
  {
    "countImages": 2,
    "description": "This resource pack adds high-resolution textures which remove the frame for the glass textures. The result is glass which looks as if it is connected as there are no outer borders disconnecting the blocks. It’s really cool and useful if you want a more modern and simplistic design for your glass textures in-game.",
    "fileSize": 6.92,
    "id": 58,
    "installs": 10,
    "likes": 3,
    "pack": 2,
    "title": "ADA Connected Glass",
    "version": 1000
  },
  {
    "countImages": 3,
    "description": "By dfocus<p>basepvp synthwave is a texture pack following the style of the 80’s. This colorway of synthwave makes Minecraft look retro futuristic. This pvp texture pack is created by dfocus, and is made available for the Java and Bedrock/MCPE editions of Minecraft. This texture pack follows the short sword style of basepvp.",
    "fileSize": 11.46,
    "id": 76,
    "installs": 14,
    "likes": 5,
    "pack": 0,
    "title": "Synthwave Texture Pack v1.2",
    "version": 1018
  },
  {
    "countImages": 4,
    "description": "BlockPixel is a cartoon styled texture pack with vibrant colors and detailed textures. It has been actively updated during a period of seven years. The core idea is to bring more square patterns to the game design. You will most definitely notice a great shift to your in-game graphics as soon as you’ve applied the texture pack.",
    "fileSize": 9.88,
    "id": 2,
    "installs": 5,
    "likes": 0,
    "pack": 0,
    "title": "BlockPixel",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "Texture inspired by the game of FNaF made by Scott Cawthon. Contains Sounds, armor, items, paintings, blocks, blocks with movement and creatures changed with the appearance of Five Nights at Freddy’s.",
    "fileSize": 23.97,
    "id": 4,
    "installs": 25,
    "likes": 5,
    "pack": 0,
    "title": "FNaF",
    "version": 1006
  },
  {
    "countImages": 3,
    "description": "DurzoCraft was created by ndurzo64 as a part of the Texture a Day Challenge. The end result is a 32x resolution texture pack which retains the original Minecraft look but at the same time improves the overall game graphics quality. It’s definitely a great upgrade from the default textures in Minecraft.",
    "fileSize": 2.74,
    "id": 49,
    "installs": 4,
    "likes": 2,
    "pack": 1,
    "title": "DurzoCraft",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "The End is Extremely Nigh. Oh yes, it really is, at least that’s the feel you’ll get if using this texture pack. Everything look much more dark and gloomy. The textures for buildings will look much more weather-beaten, just like if no one has cared to take any care of them for the last couple of years. If you want your game graphics to appear more apocalyptic then this is a great choice for you.",
    "fileSize": 6.36,
    "id": 38,
    "installs": 11,
    "likes": 2,
    "pack": 1,
    "title": "The End is Extremely Nigh",
    "version": 1011
  },
  {
    "countImages": 4,
    "description": "Description: Madoku Craft is a simplistic texture pack. Its textures are very smooth and simple. Despite its resolution, the texture pack doesn’t lack details. Being complimented with a decent color palette.",
    "fileSize": 0.36,
    "id": 48,
    "installs": 1,
    "likes": 0,
    "pack": 1,
    "title": "Madoku",
    "version": 1004
  },
  {
    "countImages": 2,
    "description": "Turn on Ex gameplay\nFlow’s HD is a modern and elegant texture pack. Every texture is very clean and gives Minecraft a very bright and joyful feel. The great thing about this pack is that it got both a lot of textures which are suitable for interior design as well as outdoor. A great pack for somebody who wants a combination of both.",
    "fileSize": 20.58,
    "id": 56,
    "installs": 4,
    "likes": 1,
    "pack": 2,
    "title": "Flow’s HD",
    "version": 1005
  },
  {
    "countImages": 4,
    "description": "Turn on Ex gameplay\nDo you like the default textures in Minecraft but wish it existed in an increased resolution? If that’s the case then the Faithful Texture Pack is the perfect solution. It is faithful to the original look of Minecraft but the resolution is higher (32×32 or 64×64 instead of 16×16). This texture pack has already existed for a long time for Java Edition but today you can download it for Minecraft: Bedrock Edition!",
    "fileSize": 15.89,
    "id": 55,
    "installs": 7,
    "likes": 4,
    "pack": 2,
    "title": "Faithful",
    "version": 1002
  },
  {
    "countImages": 3,
    "description": "By Voxed Studio<p>Imaginary [16x] pack is suitable for most pvp gamemodes such as: SkyWars, Treasure Wars BedWars, Survival Games, etc. This pack is FPS Friendly for most mid-end devices and includes custom skies, custom gui, custom tools, items and blocks!Download now and enjoy!<p>This texture pack itself runs at the default resolution of 16x pixel size which is the same as vanilla Minecraft. It runs amazingly well and has very good FPS.<p>It features pink and teal based color schemes which have been selected carefully to create a very beautiful and aesthetic PvP pack.",
    "fileSize": 17.86,
    "id": 79,
    "installs": 5,
    "likes": 4,
    "pack": 0,
    "title": "Imaginary Pack",
    "version": 1016
  },
  {
    "countImages": 4,
    "description": "Do you like the default textures in Minecraft but wish it existed in an increased resolution? If that’s the case then the Stevens Traditional 64×64 Pack is the perfect solution. It",
    "fileSize": 25.09,
    "id": 60,
    "installs": 0,
    "likes": 1,
    "pack": 2,
    "title": "Stevens Traditional",
    "version": 1011
  },
  {
    "countImages": 3,
    "description": "The Wayukian Pack is an incredibly detailed texture pack which was originally created for the PC version of Minecraft, but it has now been ported to Minecraft PE. It suits best for medieval/RPG type of maps when you want a more old looking world. As you will see in the images further down castles and other old types of builds look quite amazing.",
    "fileSize": 11.74,
    "id": 23,
    "installs": 1,
    "likes": 1,
    "pack": 0,
    "title": "Wayukian Pack",
    "version": 1002
  },
  {
    "countImages": 1,
    "description": "Wouldn’t it be awesome if you could customize your bed in a similar fashion to customizing banners? This is a texture pack which experiments with that idea and replaces each bed in-game with a completely new and unique bed design. 16 beds give 16 different designs. It’s definitely a pretty cool concept!",
    "fileSize": 0.16,
    "id": 6,
    "installs": 15,
    "likes": 3,
    "pack": 0,
    "title": "Fancy Beds",
    "version": 1004
  },
  {
    "countImages": 3,
    "description": "Pixel Perfection is a low resolution texture pack with an incredible high focus on details. All aspects of the texture pack has been completely redesigned to give Minecraft a complete new look. It’s really a refreshing and welcome upgrade from the default textures in Minecraft. The pack works for most builds (e.g. medieval and modern).",
    "fileSize": 1.74,
    "id": 24,
    "installs": 2,
    "likes": 0,
    "pack": 0,
    "title": "Pixel Perfection",
    "version": 1002
  }
]